cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'maven'
brew 'python'
brew 'jq'
brew 'node'
brew 'yarn'

cask 'macvim'
cask 'firefox'
cask 'google-chrome'
cask 'whatsapp'
cask 'shiftit'
cask 'vlc'
cask 'slack'
cask 'intellij-idea'
cask 'flux'
cask 'github-desktop'
cask 'transmission'
cask 'spotify'
cask 'java'
cask 'postgres'
cask 'bitbar'
cask 'visual-studio-code'

mas 'ID-card utility', id: 556524918
mas 'DigiDoc3 Client', id: 561422020
mas 'Xcode', id: 497799835
